Repository: Amir818/OGDI-DataLab
Catalog: DataLoader/DataLoaderGuiApp/Ressources/ViewR.*.resx
Languages: fr

# Account
source: Account Name
fr: Nom du compte

source: Cancel
fr: Annuler

source: Category
fr: Catégorie

# Clear
source: _Clear All
fr: _Tout Supprimer

source: Columns
fr: Colonnes

source: Columns Metadata
fr: métadonnées des colonnes

source: Column Name
fr: Nom des colonnes

source: Dataset
fr: Ensemble de données

# Dataset_Extern
source: Dataset Name (external)
fr: Nom de l'ensemble de données (externe)

# Dataset_Intern
source: Dataset Name (internal)
fr: Nom de l'ensemble de données (interne)

source: Dataset Source
fr: Source de l'ensemble de donnée

# Delete
source: _Delete Selection
fr: _Supprimer

source: _Exit
fr: Quitt_er

# ExpiredDate
source: Expiration Date
fr: Date d'expiration

source: _File
fr: _Fichier

# Key
source: Account Key
fr: Clé Primaire

# LastUpdateDate
source: Date Updated
fr: Date de la dernière Mise à Jour

source: Metadata
fr: Métadonées

# Mode
source: Upload Mode
fr: Mode de transfert

source: Namespace
fr: Espace de Nom

# New
source: _New Planned
fr: _Nouveau

# OGDI_Setting
source: OGDI DataLab - Endpoint Settings
fr: OGDI DataLab - Paramètre de stockage

source: _Open
fr: _Ouvrir

# Order
source: Preserve Original Dataset Order
fr: Préserver l'ordre original

# Planned
source: Is Planned?
fr: Prévu ?

source: Progress
fr: Progression

source: Properties
fr: Propriétés

# ReleasedDate
source: Date Released
fr: Date de la libération

# Represent
source: What it represent?
fr: Que représentent-elles?

source: _Setting
fr: Paramètre_s

source: _Start
fr: _Démarrer

source: Update Frequency
fr: Fréquence des Mises à Jour

# AdditionalInfo
source: Additional information
fr: Informations Supplémentaires

source: be-weekly
fr: bi-mensuel

# Bind
source: Bind To Map
fr: Lier à la Map

source: Collection Instruments
fr: Instrument de Collecte

source: Collection Mode
fr: Mode de Collection

source: daily
fr: quotidienne

source: Data Dictionary/Variables
fr: Dictionnaire de Données/Variables

source: Data Type
fr: Type de Données

# Exemple
source: (Example: Suppose the dataset contains columns named A and B and you would like push pins text to read as "valueof(A) - valueof(B)". To achieve that place symbols {0} and {1} into the Push Pin Mapping column against A and B respectively and enter {0} - {1} into the Map Push Pin Format String text field.)
fr: (Example: Supposons un ensemble de données contenant des colonnes nommées A et B et que vous voulez attacher du texte comme "ValeurDe(A) - ValeurDe(B)". Pour se faire, Placez respectivement les symboles {0} et {1} dans la colonne "Liaison avec les Push Pins" aux lignes A et B. Et entrez {0} - {1} dans la "Chaine de caractère formattée pour l'affichage des Push Pins".)

# five_years
source: 5 years
fr: 5 ans

source: Geographic Coverage
fr: Couverture Géographique

source: hourly
fr: horaire

# Instructions
source: Please fill these columns to get proper columns metadata for the dataset. "What it represent?" - choose what best describes the column. If you leave blank you can fill the Description and the Namespace. "Description" (only if you left "What it represents?" blank) - enter the description of the column. "Namespace" (only if you left "What it represents?" blank) - choose the namespace where your column metadata is defined. Use the format: prefix="namespace url" (ex: foaf="http://xmlns.com/foaf/0.1/"). To choose the dataset url as the namespace use ogdi="ogdiUrl".
fr: S'il vous plait, veuillez remplir ces colonnes afin d'avoir des colonnes de métadonnées propres pour l'ensemble de données. "Que représentent-elles?" - Choisissez ce qui représente le mieux la colonne. Si vous la laissez vide, vous pouvez remplir la Description et l'Espace de Nom. "Description" (Seulement si vous laissez "Que représentent-elles?" vide) - entrez la description de la colonne. "Espace de Nom" (Seulement si vous laissez "Que représentent-elles?" vide) - Choisissez l'Espace de Nom ou la colonne Métadonnées est définie. Utilisez le format: prefix="namespace url" (ex: foaf="http://xmlns.com/foaf/0.1/").Pour choisir l'URL de l'Ensemble de données que l'Espace de Nom utilise ogdi="ogdiUrl".

source: Keywords
fr: Mots clés

# Latitude
source: Latitude Col. Name
fr: Nom de la Colonne Latitude

# Links
source: Links/References
fr: Liens/Références

# Longitude
source: Longitude Col. Name
fr: Nom de la Colonne Longitude

source: Metadata Url
fr: Url des Métadonnées

source: monthly
fr: mensuelle

source: never
fr: jamais

# one_year
source: 1 jear
fr: 1 an

# PartitionKeyPropertyName
source: Dataset Partition Key
fr: Clé de Partition des Données

# PeriodCovered
source: Time Period Covered
fr: Période Couverte

source: Push Pin Mapping
fr: Liaison avec les Push Pins

source: quarterly
fr: trimestrielle

# RowKeyPropertyName
source: Dataset RowKey
fr: Clé de Ligne des Données

source: semi anually
fr: semestrielle

# SourceTimeZoneName
source: Data Source Timezone
fr: Fuseau Horaire des Données

# StringFormat
source: Map Push Pin Text Format String
fr: Chaine de caractère formattée

# TechnicalInfo
source: Technical Documentation
fr: Documentation Technique

# ten_years
source: 10 years
fr: 10 ans

# three_years
source: 3 years
fr: 3 ans

# two_years
source: 2 years
fr: 2 ans

source: weekly
fr: hebdomadaire

# AccountError
source: Please enter your account name
fr: Veuillez entrer le nom du compte de stockaqe

# ConfigItemError
source: One or more items cannot be processed since they haven't been properly configured
fr: Un ou plusieurs jeux de données ne peuvent pas être transférés tant qu'ils n'ont pas été correctement configurés

source: Error occured.
fr: Une erreur est survenue

# ExpiredDateError
source: Expiration date cannot be less or equal to Release date.
fr: La date d'expiration ne peut pas être antérieur ou égale à la date de libération.

# KeyError
source: Please enter your account key
fr: Veuillez entrer la clé primaire du compte de stockage

# TableError
source: DataSet Intern Name is incorrect, it must contain only alpha-numeric characters
fr: Nom de l'ensemble de données invalide. Il doit comporter uniquement des caractères alpha-numériques

# TableLengthError
source: Entity Set must be at least 3 characters
fr: Le Nom de l'ensemble de données doit comporter au moins 3 caractères

# TextError
source: Error with the following fields
fr: Il y a une erreur avec le(s) champs suivant
